{
  "Root": {},
  "Header": {
    "home": "Home",
    "blog": "Blog",
    "projects": "Projects",
    "about": "About",
    "contact": "Contact"
  },
  "404": {
    "title": "Oh no ;(",
    "missing": "No worries, it happens... I'm usually also lost.",
    "suggestion": "Take a deep breath and maybe try visiting my home page again"
  },
  "Footer": {
    "home": "Home",
    "blog": "Blog",
    "about": "About",
    "contact": "Contact"
  },
  "Home": {
    "greeting": "I'm Marcos Bérgamo",
    "work-title": "Software Architect at ",
    "company": "EPAM Systems",
    "description": "I'm a writer, mostly software writer, but used to write some poetry and many short stories (not all of them finished 😢)"
  },
  "Blog": {
    "title": "Learn, Practice and Share",
    "subtitle": "This is the place where I share my thoughs and my learnings in public"
  },
  "Post": {
    "readingTime": "{time, number} min read",
    "disclaimer": "This post was originally posted in a different platform. You can still visit the ",
    "original": "original post",
    "reason": "Due to that for archive reasons, no update(unless grammar ones) are applied unless stated."
  },
  "About": {
    "title": "Nice to meet you!",
    "welcome": "My name is Marcos Bérgamo",
    "short-intro": "I could write a big essay about myself but it wouldn't catch your attention, probably because it would be too boring, so I will try to just catch some facts that you may find interesting.",
    "professional-title": "Professional Experience",
    "professional-description": "I've been working as a Software Engineer since 2011 helping companies to deliver high quality solutions in different areas. \n\nYou can check my resume if you're interested in those adventures :)",
    "writings-title": "Writings",
    "writings-description": "As I mentioned in the homepage, I'm also a writer, not only software one, but in my teenage I wrote dozens of Poems and many other short chronicles and other types of short stories.\n\nOriginally they where posted in two blogs that I created early on, design is terrible, it was my first experience with the internet as a thing.\n(Both blogs are in Portuguese)",
    "book-description": "From the Poems above I collect them and made a book under my pseudonym Vinicius Bérgamo (Just because I'm fan of Vinicius de Moraes as we share some name, thought it would be a good idea)"
  },
  "Contact": {
    "title": "Contact"
  },
  "SocialImage": {
    "siteTitle": "thedon.com.br",
    "home": {
      "title": "Marcos Bérgamo's website",
      "subtitle": "Senior Software Engineer and Architect"
    },
    "about": {
      "title": "My name is Marcos Bérgamo",
      "subtitle": "Nice to meet you!"
    },
    "blog": {
      "title": "Learn, Practice and Share",
      "subtitle": "This is the place where I share my thoughs and my learnings in public"
    }
  }
}
